const basketArr = [
    {
        id: 11,
        name: "Опасная Бритва The Bluebeards Revenge «Claymore» Straight Razor 5/8",
        price:"5778",
        descriptions: "Классическая бритва со сверх-острым лезвием из высококачественной стали и ручкой из африканского черного дерева. Обеспечивает безупречно гладкое и профессиональное бритье.Качественная классическая бритва The Bluebeards Revenge «CLAYMORE» Straight Razor 5/8 African Blackwood из углеродистой стали — это прекрасный инструмент для бритья. Идеально подходит для мужчин, которые любят классический стиль бритья.Изготовлена ​​вручную с нанесением на лезвие аутентичной надписи, которая добавляет бритве стильный вид и уникальность. Современный дизайн бритвы не просто радует глаз, но и продуман до мельчайших деталей. Вес отлично сбалансирован, и таким образом бритва не производит излишнего давления на кожу, которое может спровоцировать раздражение и воспаление. Кожа владельца больше защищена от раздражения и мелких порезов. Подходит как для новичков, так и для опытных пользователей опасных бритв. Идеальный выбор настоящих мужчин.",
        brand: "Claymore",
        img:"https://barbercompany.com/image/cache/webp/catalog/product/2016-06-the-bluedeards-revange-claymore-straight-razor-543x543.webp"
    },
    {
        id: 11,
        name: "Опасная Бритва The Bluebeards Revenge «Claymore» Straight Razor 5/8",
        price:"5778",
        descriptions: "Классическая бритва со сверх-острым лезвием из высококачественной стали и ручкой из африканского черного дерева. Обеспечивает безупречно гладкое и профессиональное бритье.Качественная классическая бритва The Bluebeards Revenge «CLAYMORE» Straight Razor 5/8 African Blackwood из углеродистой стали — это прекрасный инструмент для бритья. Идеально подходит для мужчин, которые любят классический стиль бритья.Изготовлена ​​вручную с нанесением на лезвие аутентичной надписи, которая добавляет бритве стильный вид и уникальность. Современный дизайн бритвы не просто радует глаз, но и продуман до мельчайших деталей. Вес отлично сбалансирован, и таким образом бритва не производит излишнего давления на кожу, которое может спровоцировать раздражение и воспаление. Кожа владельца больше защищена от раздражения и мелких порезов. Подходит как для новичков, так и для опытных пользователей опасных бритв. Идеальный выбор настоящих мужчин.",
        brand: "Claymore",
        img:"https://barbercompany.com/image/cache/webp/catalog/product/2016-06-the-bluedeards-revange-claymore-straight-razor-543x543.webp"
    },
];